tap "homebrew/bundle"
brew "git"
brew "gh"
brew "pnpm"
brew "jq"
brew "protobuf"
brew "tree"
brew "yq"

cask "1password"
cask "bettertouchtool"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "logi-options+"
cask "slack"
cask "github"
cask "visual-studio-code"
cask "docker"
cask "claude"
cask "notion"
cask "google-cloud-sdk"
